{
  "header_button": "Open App",
  "alert_action": "CLOSE",
  "overView": {
    "Title_1": "My Expertise",
    "Title_2": "My overview",
    "li_1": "Bodybuilding",
    "li_sm": "Expert",
    "li_2": "Croosfit"
  },
  "animateSlider": {
    "title_1": "Animated exercises",
    "title_2": "Muscles involved",
    "title_3": "Workout plan without equipment",
    "title_4": "Progress chart",
    "body_1": "There are more than 1,500 training exercises exist inRambody, and as a trainer, I will design and send you aspecial workout plan by choosing from these exercises. Notethat these plans havent been prepared in advance and I willdesign and submit the plan based on your needs and after thespecified time.",
    "body_2": "In the sent workout plan, I specify which of your musclesare involved during each exercise. With this feature, youcan focus on the target muscle while doing.",
    "body_3": "If you indicate to me that you do not have equipment available, according to the variety of exercises, I will design a special plan without the need for any equipment and with the help of your body weight.",
    "body_4": "By entering your weight and size, see the changes on the chart, and base on the chart and the speed of your changes and by analyze your physical condition, I can change your plan to reach your goal faster and better."
  },
  "myPakage": {
    "title": "My packages",
    "body": "You can see the list of my packages that I can design in this section. Note that these packages have not been prepared in advance and are designed based on your physical conditions and goal. You can also contact me via the chat button in my profile after installing the Rambody application.",
    "slide": {
      "title": "HOW DO I APPLY FOR A PACKAGE?",
      "p": {
        "1": "STEP 1",
        "2": "STEP 2",
        "3": "STEP 3",
        "4": "STEP 4"
      },
      "span": {
        "1": "Download Rambody applicatio",
        "2_1": "Search for my ID ",
        "2_2": " in the app",
        "3": "Apply for one based on your needs and goals",
        "4": "Design and submit the application within the specified time"
      }
    }
  },
  "download": "Download Application",
  "tutorial": {
    "title": "Tutorial",
    "body": "Watch tutorial videos here for better use and knowledge of how to design training plans",
    "action": "CLOSE",
    "slide_1": {
      "title": "1. How to request a pakage",
      "descr": "In this section, I will show you how to request a package via the Rambody application.\n1. After installing the application, search for my ID (mehdiSherafat) in the search page \n 2. Enter my profile. Read the description of the package and choose the one that fits your needs and goal.Plans are not pre-designed. I will design a custom plan based on your physical condition and goal. \n3. Pay for your selected package fee using your my payment method. You can see my payment method by clicking the ‘Request Package’ button. \n4. Once you have paid for the package go to the app and click on the 'I paid' button to complete the request. \n5. On the next page, enter the payment information or upload your receipt then request the package. \n6. You will receive an initial notification when I approved and started to prepare your plan. I needs some time to prepare a custom plan for you. Once I completed the plan you will receive another notification that your plan is ready to use."
    },
    "slide_2": {
      "title": "2. Your profile in the trainer application",
      "descr": "In this video, you can see what information is displayed to me in trainer's application.\nBased on this information, I can design a plan suitable for your physical condition and main goal.\nAs you can see in the video, I will have full access to your physical analysis and all the body images you might have uploaded.\nIt is suggested to upload body images from three different angles which will help me to know your body shape and better design a plan for you.\nNote: You can choose not to upload photos without showing your face."
    },
    "slide_3": {
      "title": "3. How your trainer designs a custom workout",
      "descr": "As described in the previous section, I will review your profile and main goal and starts the planning for you.\nI will choose the right exercises for you from the hundreds of training exercises that exist in the Rambody exercises collection.\nFor each exercise, I will provide more details such as sessions, the number of sets, the execution time, and the training systems.\nThis process will take time.\nThat is the reason I can not immediately send a plan to you. Make sure to request your next plan a few days before the end of the current plan."
    }
  },
  "footer": {
    "title": "Rambody is a communication platform between trainers and trainees to provide a dedicated training and nutrition plan.",
    "link_1": "FAQ",
    "link_2": "Blog",
    "caption": "All rights reserved 2019. Farosa Technologies Inc. Farosa Technologies Inc"
  }
}
