{
  "header_button": "بازکردن برنامه",
  "alert_action": "بستن",
  "overView": {
    "Title_1": "رشته تخصصی",
    "Title_2": "درباره من",
    "li_1": "بدنسازی",
    "li_sm": "تخصصی",
    "li_2": "کراس فیت"
  },
  "animateSlider": {
    "title_1": "انیمیشن اجرای حرکات",
    "title_2": "عضلات درگیر",
    "title_3": "برنامه بدون تجهیزات",
    "title_4": "نمودار پیشرفت",
    "body_1": "در رمبادی بیش از ۱۵۰۰ حرکت تمرینی وجود دارد که من به عنوان مربی با انتخاب از میان این حرکات یک برنامه تمرینی اختصاصی برای شما طراحی و ارسال می کنم. توجه داشته باشید که هیچ کدام از این برنامه ها از قبل آماده نشده و من بر اساس نیاز شما و پس از مدت زمان مشخص شده،‌ برنامه را طراحی و ارسال میکنم.",
    "body_2": "در برنامه ارسال شده مشخص میکنم که کدام عضلات شما در حین انجام هر حرکت درگیر می شود. با این امکان شما در حین انجام حرکت میتوانید بر روی عضله هدف تمرکز کنید.",
    "body_3": "در صورتی که برای من مشخص کنید که تجهیزات باشگاهی در دسترس ندارید، با توجه به تنوع حرکات، برنامه ای اختصاصی بدون نیاز به تجهیزات ورزشی و با کمک وزن بدن تان طراحی می کنم.",
    "body_4": "با وارد کردن وزن و سایزتان می توانید تغییرات بوجود آمده را بر روی نمودار مشاهده کنید و من با دیدن نمودار و سرعت تغییر و آنالیز شرایط بدنی تان، می توانم برنامه را تغییر داده تا هر چه سریعتر و بهتر به هدف برسید."
  },
  "myPakage": {
    "title": "برنامه های من",
    "body": "لیست برنامه هایی که امکان طراحی آن را دارم در این قسمت به شما نشان داده می شود. توجه داشته باشید که هیچ کدام از این برنامه ها از پیش طراحی نشده و بر اساس شرایط فیزیکی شما طراحی می گردد. ضمنا می توانید پس از نصب اپلیکیشن رمبادی، از طریق دکمه چت در پروفایلم با من در ارتباط باشید.",
    "slide": {
      "title": "چگونه درخواست برنامه دهم؟",
      "p": {
        "1": "مرحله 1",
        "2": "مرحله 2",
        "3": "مرحله 3",
        "4": "مرحله 4"
      },
      "span": {
        "1": "دانلود اپلیکشن رمبادی",
        "2_1": " جستجوی آیدی من",
        "2_2": " در اپلیکیشن",
        "3": "درخواست یکی از برنامه ها بر اساس نیاز و هدف تان",
        "4": "طراحی و ارسال برنامه در مدت زمان تعیین شده"
      }
    }
  },
  "download": "دانلود اپلیکیشن",
  "tutorial": {
    "title": "آموزش",
    "body": "ویدیوهای آموزشی جهت استفاده بهتر و آگاهی از طریقه طراحی برنامه های تمرینی را در اینجا مشاهده نمایید",
    "action": "بستن",
    "slide_1": {
      "title": "۱. طریقه درخواست برنامه",
      "descr": "در این قسمت به شما نشان میدهم که چطور از طریق اپلیکیشن رمبادی به من درخواست برنامه دهید.\n۱. بعد از نصب اپلیکیشن وارد صفحه جستجوی مربی شده و آیدی من را وارد نمایید.\n۲. وارد پروفایلم شده و یکی از برنامه ها را انتخاب نمایید. توجه داشته باشید که هیچکدام از این برنامه ها از قبل آماده نشده و بر اساس شرایط و هدف شما طراحی می گردد.\n۳. از میان برنامه ها، برنامه ای که بیشتر به هدفتان نزدیک است را انتخاب کنید.\n۴. در پایین صفحه با کلیک بر روی دکمه 'درخواست برنامه' اطلاعات حساب من نشان داده می شود.\n۵. بعد از واریز مبلغ، مجدد وارد اپ شده و دکمه پرداخت کردم را کلیک کنید.\n۶. در صفحه بعد اطلاعات پرداخت را وارد نمایید و برنامه را درخواست دهی در نهایت در صورت تایید درخواست توسط من (بررسی درخواست ممکن است چند ساعت طول بکشد)، پیغامی مبنی بر قبول درخواست برای شما ارسال میشود. پس از آن باید منتظر بمانید تا در مدت زمان مشخص شده، برنامه را طراحی و ارسال نمایم."
    },
    "slide_2": {
      "title": "۲. پروفایل ورزشکار در اپلیکیشن مربی",
      "descr": "در این فیلم شما می توانید ببینید که چه اطلاعاتی از شما در اپلیکیشن مربی به من نمایش داده می شود.\nمن بر اساس این اطلاعات میتوانم برنامه ای مناسب با شرایط و هدف شما طراحی نمایم.\nهمانطور که در فیلم مشاهده میکنید بر اساس اطلاعات وارد شده، دسترسی کاملی به آنالیز بدنی شما نیز خواهم داشت.\nضمنا بارگزاری عکس تان از سه جهت مختلف، به من کمک میکند تا از فرم بدن تان آگاهی پیدا کنم.\nتوجه: در بارگزاری عکسها قسمت صورت را حذف نمایید."
    },
    "slide_3": {
      "title": "۳. طراحی برنامه تمرینی در اپلیکیشن مربی",
      "descr": "در این فیلم نشان می دهم که چطور یک برنامه تمرینی اختصاصی برای شما طراحی و ارسال می کنم.\nهمانطور که مشاهده میکنید می بایست از میان صدها حرکت تمرینی، حرکتهایی که مناسب شرایط فیزیکی و هدف شما باشند را انتخاب نموده و تعداد جلسات، تعداد ست ها، زمان اجرا و سیستم های تمرینی را تنظیم نمایم.\nتوجه داشته باشید که برای طراحی یک برنامه اختصاصی، زمان زیادی صرف می شود بنابراین امکان ارسال برنامه بصورت فوری وجود ندارد و می بایست چند روز قبل از اتمام دوره فعلی، برنامه دوره بعدی خود را درخواست دهید."
    }
  },
  "footer": {
    "title": "رمبادی پلتفرم ارتباطی بین مربی و ورزشکار جهت ارائه برنامه تمرینی و غذایی اختصاصیست",
    "link_1": "سوالات متداول",
    "link_2": "بلاگ",
    "caption": "2019 تمام حقوق محفوظ است. رمبادی.Farosa Technologies Inc"
  }
}
