{
  "header_button": "افتح التطبیق",
  "alert_action": "لإغلاق",
  "overView": {
    "Title_1": "خبرتي",
    "Title_2": "عرضي العام",
    "li_1": "کمال اجسام",
    "li_sm": "خبیر",
    "li_2": "کروس فیت"
  },
  "animateSlider": {
    "title_1": "تمارين متحركة",
    "title_2": "العضلات المشاركة",
    "title_3": "خطة تدريب بدون معدات",
    "title_4": "مخطط التقدم",
    "body_1": "يوجد أكثر من 1500 تمرين تدريبي في رمبادي، وكمدرب، سأصمم لك و أرسل لك خطة تدريب خاصة بالاختيار من بين هذه التمارين. لاحظ أن هذه الخطط لم يتم إعدادها مسبقًا وسأقوم بتصميم و تقديم الخطة بناءً على احتياجاتك و بعد الوقت المحدد",
    "body_2": "في خطة التمرين المرسلة، أحدد عضلاتك التي تشارك في كل تمرين. باستخدام هذه الميزة، يمكنك التركيز على العضلات المستهدفة أثناء القيام بذلك.",
    "body_3": "إذا أشرت لي أنه ليس لديك معدات متوفرة، حسب مجموعة التمارين المتنوعة، سأقوم بتصميم خطة خاصة دون الحاجة إلى أي معدات وبمساعدة وزن جسمك.",
    "body_4": "بإدخال وزنك وحجمك، يمكنك رؤية التغييرات على الرسم البياني بناءاً على الرسم البياني و سرعة تغييراتك و من خلال تحليل حالتك البدنية، يمكنني تغيير خطتك للوصول إلى هدفك بشكل أسرع وأفضل."
  },
  "myPakage": {
    "title": "حزمتي",
    "body": "يمكنك الاطلاع على قائمة الحزم الخاصة بي التي يمكنني تصميمها في هذا القسم. لاحظ أن هذه الحزم لم يتم إعدادها مسبقًا وهي مصممة بناءً على ظروفك المادية وهدفك. يمكنك أيضًا الاتصال بي عبر زر الدردشة في ملفي الشخصي بعد تثبيت تطبيق رمبادي.",
    "slide": {
      "title": "كيف يمكنني التقدم للحصول على حزمة؟",
      "p": {
        "1": "الخطوة 1",
        "2": "الخطوة 2",
        "3": "الخطوة 3",
        "4": "الخطوة 4"
      },
      "span": {
        "1": "قم بتنزيل تطبيق رمبادي",
        "2_1": "ابحث عن هويتي  ",
        "2_2": " في التطبيق",
        "3": "قدم طلبًا بناءً على احتياجاتك وأهدافك",
        "4": "تصميم و تقديم الطلب في غضون الوقت المحدد"
      }
    }
  },
  "download": "تنزيل التطبيقات",
  "tutorial": {
    "title": "الدورة التعليمية",
    "body": "شاهد مقاطع الفيديو التعليمية هنا لاستخدام أفضل ومعرفة كيفية تصميم خطط التدريب.",
    "action": "أغلق",
    "slide_1": {
      "title": "۱. كيفية طلب الحزمة",
      "descr": "في هذا القسم، سأوضح لك كيفية طلب حزمة عبر تطبيق رمبادي.\n1. بعد تثبيت التطبيق، ابحث عن هويتي في صفحة البحث\n2. أدخل ملف التعريف الخاص بي. اقرأ وصف الحزمة واختر ما يناسب احتياجاتك وهدفك.\nالخطط ليست مصممة مسبقًا. سأصمم خطة مخصصة بناءً على حالتك البدنية وهدفك\n3. دفع رسوم الحزمة التي اخترتها باستخدام طريقة الدفع الخاصة بي. يمكنك رؤية طريقة الدفع الخاصة بي عن طريق النقر فوق الزر ‘طلب الحزمة’.\n4. بمجرد دفع ثمن الحزمة، انتقل إلى التطبيق وانقر على زر لقد دفعت لإكمال الطلب.\n5. في الصفحة التالية، أدخل معلومات الدفع أو قم بتحميل الإيصال ثم اطلب الطرد.\n6. سوف تتلقى إخطارًا أوليًا عندما وافقت وبدأت في إعداد خطتك. أحتاج إلى بعض الوقت لإعداد خطة مخصصة لك. بمجرد إكمال الخطة، ستتلقى إشعارًا آخر بأن خطتك جاهزة للاستخدام."
    },
    "slide_2": {
      "title": "۲. ملفك الشخصي في تطبيق المدرب",
      "descr": "في هذا الفيديو، يمكنك أن ترى ما هي المعلومات التي تظهر لي في طلب المدرب.\nبناءً على هذه المعلومات، يمكنني تصميم خطة مناسبة لحالتك البدنية وهدفك الرئيسي.\nكما ترى في الفيديو، سيكون لدي وصول كامل إلى تحليلك المادي وجميع صور الجسد التي ربما تكون قد قمت بتحميلها. يُقترح تحميل صور الجسم من ثلاث زوايا مختلفة والتي ستساعدني في معرفة شكل جسمك وتصميم خطة أفضل لك.\nملاحظة: يمكنك اختيار عدم تحميل الصور دون إظهار وجهك."
    },
    "slide_3": {
      "title": "۳. تصميم خطة تدريب في تطبيق المدرب",
      "descr": "كما هو موضح في القسم السابق، سأراجع ملفك الشخصي والهدف الرئيسي وأبدأ التخطيط لك.\nسأختار التدريبات المناسبة لك من بين مئات التدريبات التدريبية الموجودة في مجموعة تمارين رمبادي.\nبالنسبة لكل تمرين، سأقدم المزيد من التفاصيل مثل الجلسات وعدد المجموعات ووقت التنفيذ وأنظمة التدريب.\nهذه العملية سوف تستغرق وقتا. هذا هو السبب في أنني لا أستطيع إرسال خطة لك على الفور. تأكد من طلب خطتك التالية قبل أيام قليلة من نهاية الخطة الحالية."
    }
  },
  "footer": {
    "title": "رمبادي هي عبارة عن منصة اتصال بين المدربين والمتدربين لتقديم خطة تدريب وتغذية مخصصة.",
    "link_1": "التعليمات",
    "link_2": "مدونة",
    "caption": "جميع الحقوق محفوظة 2019. فاروسا تكنولوجيزFarosa Technologies Inc"
  }
}
